Repository: geo6/batch-geocoder
Catalog: data/locale/*/messages.po
Languages: nl

source: View on map
nl: Zie ok op kaart

source: View
nl: Zien

source: The application will try to find a location using several providers (GEO-6, Geopunt, UrbIS, SPW, ...).
nl: De toepassing zal proberen posities te bepalen met gebruik van verschillende diensten (GEO-6, Geopunt, UrbIS, SPW, ...).

source: Choose the correct result
nl: Kies het juiste resultaat

source: Geocode
nl: Geocodeer

source: Table
nl: Tabel

source: Address
nl: Adres

source: Save
nl: Bewaar

source: Toggle Dropdown
nl: Schakel Dropdown in

source: Skip all
nl: Sla alles over

source: Record count
nl: Record aantal

source: Progress
nl: Verloop

source: %d invalid record(s)
nl: %d ongeldig(e) record(s)

source: %d not geocoded record(s)
nl: %d niet gevonden record(s)

source: %d geocoded record(s)
nl: %d gevonden record(s)

source: Launch process
nl: Start het proces

source: Next
nl: Volgende

source: Single result
nl: Eén resultaat

source: Multiple result
nl: Meerdere resultaten

source: No result
nl: Geen resultaat

source: Double pass
nl: Dubbele pas

source: The <em>Batch Geocoder</em> application allows you to geocode your dataset of addresses.
nl: Met de <em>Batch Geocoder</em> toepassing kunt u uw dataset met adressen geocoderen.

source: You can upload your file and the application will process it to add a location (longitude, latitude) to each address.
nl: U kunt uw bestand uploaden en de toepassing zal het verwerken om een locatie (lengte- en breedtegraad) aan elk adres toe te voegen.

source: Data structure
nl: Data structuur

source: Identifier
nl: Identificeren

source: Must be unique
nl: Moet uniek zijn

source: Streetname
nl: Straatnaam

source: House number
nl: Huisnummer

source: Postal code
nl: Postcode

source: Locality
nl: Plaats

source: An error occured :
nl: Er is een fout opgetreden:

source: You can upload a <code>.txt</code> or <code>.csv</code> file. Your file must be UTF-8 encoded and the separator must be a comma <kbd>,</kbd>, or a semicolon <kbd>;</kbd>. Your file must not have a header.
nl: U kan een <code>.txt</code> of <code>.csv</code> bestand opladen. Uw bestand moet UTF-8-gecodeerd zijn en het scheidingsteken moet een komma zijn <kbd>,</kbd>, of een een puntkomma <kbd>;</kbd>. Uw bestand mag geen header hebben.

source: Maximum count of records
nl: Maximum aantal records

source: Your data will be completely removed from our server at the latest after 24 hours !
nl: Uw gegevens worden na 24 uur volledig van onze server verwijderd!

source: Send
nl: Opsturen

source: Archives
nl: Archieven

source: Load
nl: Opladen

source: List
nl: Lijst

source: Map
nl: Kaart

source: Validate
nl: Valideren

source: The application try to validate matching between postal code and locality.
nl: De toepassing probeert de afstemming tussen postcode en plaats te valideren.

source: If there is no valid match between the postal code and the locality of one of your addresses, the application provides you suggestion to fix it.
nl: Als er geen geldige afstemming is tussen de postcode en de plaats van één van uw adressen, geeft de toepassing u een suggestie om deze te herstellen.

source: You can skip an invalid address (or all of it) but all the invalid addresses will not be geocoded !
nl: U kunt één ongeldig adres (of alles) overslaan, maar alle ongeldige zullen niet geocodeerd zijn!

source: Results
nl: Resultaten

source: Geocoded
nl: Geocodeerd

source: Not geocoded
nl: Niet geocodeerd

source: Invalid
nl: Ongeldig

source: Source address
nl: Bron adres

source: Geocoded address
nl: Geocodeerd adres

source: Provider
nl: Leverancier

source: This is awkward.
nl: Dit is lastig.

source: We encountered a "404 Not Found" error
nl: We hebben een fout "404 niet gevonden" aangetroffen

source: You are looking for something that doesn't exist or may have moved. Check out one of the links on this page or head back to <a href="%s">Home</a>.
nl: U bent op zoek naar iets dat niet bestaat of misschien is verplaatst. Bekijk één van de links op deze pagina of ga naar <a href="%s"> Startpagina </a>.

source: We encountered a "%d %s" error.
nl: We hebben een fout "%d %s" aangetroffen

source: Log out
nl: Uitloggen

source: About
nl: Over

source: Providers in automatic mode
nl: Providers in automatische modus

source: Providers in interactive mode
nl: Providers in interactive modus

source: Version
nl: Versie

source: Submit issue, or suggestion on GitHub
nl: Dien een probleem of suggestie in op GitHub
